Repository: abbasqaziyev2006/FinalProject
Catalog: WebApplication4/Resources/Views/Home/Index.*.resx
Languages: az

source: New Arrivals
az: Yeni Gəlişlər

source: Night Spring
az: Gecə Baharı

source: Dresses
az: Paltarlar

source: Shop Now
az: İndi Al

source: You Might Like
az: Sizə Bəyənə Biləcəksiniz

source: Women Tops
az: Qadın Üstləri

source: Women Pants
az: Qadın Pantolonları

source: Women Clothes
az: Qadın Geyimləri

source: Men Jeans
az: Kişi Jinsləri

source: Men Shirts
az: Kişi Gömlәkləri

source: Men Shoes
az: Kişi Ayakkabıları

source: Hot Deals
az: Ədvətli Fərsətlər

source: Summer Sale
az: Yay Satışı

# UpTo60PercentOff
source: Up to 60% Off
az: 60% -ə qədər endirim

source: Days
az: Günlər

source: Hours
az: Saat

source: Mins
az: Dəq

source: Sec
az: San

source: View All
az: Hamısını Gör

source: Add To Cart
az: Səbətə Əlavə Et

source: Quick View
az: Sürətli Baxış

source: Add To Wishlist
az: Arzu Siyahısına Əlavə Et

source: Blazers
az: Blazerlar

source: Starting at
az: Başlanğıc

source: Featured Products
az: Xüsusi Məhsullar

source: Load More
az: Daha Çoxu Yüklə

source: Cropped Faux Leather Jacket
az: Kəsilmiş Saxta Dəri Ceket

source: Calvin Shorts
az: Calvin Şortları

source: Cableknit Shawl
az: Cableknit Şalı

# WomenAccessories
source: Women's Accessories
az: Qadın Aksessuarları

# AccessoriesDescription
source: Accessories are the best way to update your look. Add a little edge with new styles and new colors, or go for timeless pieces.
az: Aksesuarlar görünüşünüzü yenilemenin ən yaxşı yoludur. Yeni stillərlə və rənglərlə bir az kənar əlavə edin və ya bəzəliyin vaxt asılı olmayan parçalarını seçin.

source: Summer
az: Yay
