Repository: abbasqaziyev2006/FinalProject
Catalog: WebApplication4/Resources/Views/Order/Checkout.*.resx
Languages: az

# PageTitle
source: Shipping and Checkout
az: Çatdırılma və Ödəniş

source: Shopping Bag
az: Alış-veriş Səbəti

# ManageItems
source: Manage Your Items List
az: Öz Məhsul Siyahınızı İdarə Edin

# ShippingCheckout
source: Shipping and Checkout
az: Çatdırılma və Ödəniş

# CheckoutItems
source: Checkout Your Items List
az: Məhsul Siyahınızı Ödəyin

source: Confirmation
az: Təsdiqləmə

# ReviewSubmit
source: Review And Submit Your Order
az: Sifarişinizi Yoxlayın və Göndərin

source: SHIPPING DETAILS
az: ÇATDIRMA MƏLUMATLARI

source: First Name
az: Ad

source: Last Name
az: Soyad

source: Phone Number
az: Telefon Nömrəsi

source: Postal Code
az: Poçt Kodu

# City
source: Town / City
az: Şəhər

source: Country
az: Ölkə

source: Address
az: Ünvan

# Company
source: Company (Optional)
az: Şirkət (İsteğe Bağlı)

source: Your Order
az: Sizin Sifarişiniz

source: PRODUCT
az: MƏHSUL

source: SUBTOTAL
az: ARA CƏM

source: Discount Code
az: Endirim Kodu

# EnterDiscount
source: Enter discount code
az: Endirim kodunu daxil edin

source: Apply
az: Tətbiq Et

source: DISCOUNT
az: ENDİRİM

source: SHIPPING
az: ÇATDIRMA

source: Free
az: Pulsuz

source: TOTAL
az: CƏMİ

source: Payment Method
az: Ödəniş Üsulu

source: Direct Bank Transfer
az: Birbaşa Bank Köçürməsi

# CheckPayment
source: Check Payments
az: Çek Ödənişləri

source: Cash on Delivery
az: Çatdırılarkən Nağd Ödəniş

# CreditCard
source: Credit / Debit Card (Stripe)
az: Kredit / Debit Kartı (Stripe)

# AcceptTerms
source: I agree to the terms and conditions
az: Şərtlər və müddəaları qəbul edirəm

source: PLACE ORDER
az: SİFARİŞİ VER

# EmptyBasket
source: Your basket is empty
az: Səbətiniz boşdur

# EnterDiscountCodeWarning
source: Please enter a discount code
az: Zəhmət olmasa endirim kodunu daxil edin

# DiscountAppliedFormat
source: Discount applied! ({0}% off)
az: Endirim tətbiq olundu! ({0}% endirim)

source: Invalid discount code
az: Yanlış endirim kodu

# ErrorApplyingDiscount
source: Error applying discount code
az: Endirim kodu tətbiq edilərkən xəta baş verdi

source: terms and conditions
az: şərtlər və müddəalar
