Repository: abbasqaziyev2006/FinalProject
Catalog: WebApplication4/Resources/Views/Shop/Index.*.resx
Languages: az

source: Filter By
az: Filtrə Edin

source: Product Categories
az: Məhsul Kateqoriyaları

source: Color
az: Rəng

source: Sizes
az: Ölçülər

source: Brands
az: Markalar

source: Price
az: Qiymət

source: Reset Filters
az: Filtirləri Sıfırla

source: Home
az: Anasayfa

source: The Shop
az: Mağaza

source: Default Sorting
az: Standart Sıralama

source: Featured
az: Xüsusi

source: Best selling
az: Ən Çox Satılan

source: Alphabetically, A-Z
az: Əlifba sırasına, A-Z

source: Alphabetically, Z-A
az: Əlifba sırasına, Z-A

# PriceLowHigh
source: Price, low to high
az: Qiymət, aşağıdan yuxarıya

# PriceHighLow
source: Price, high to low
az: Qiymət, yuxarıdan aşağıya

# DateOldNew
source: Date, old to new
az: Tarix, eski-yeni

# DateNewOld
source: Date, new to old
az: Tarix, yeni-eski

source: View
az: Bax

source: Filter
az: Filtr

# WomenAccessories
source: Women's Accessories
az: Qadın Aksesuarları

# AccessoriesText
source: Accessories are the best way to update your look. Add a little edge with new styles and new colors, or go for timeless pieces.
az: Aksesuarlar görünüşünüzü yenilemenin ən yaxşı yoludur. Yeni stillərlə və rənglərlə bir az kənar əlavə edin və ya bəzəli vaxt asılı olmayan parçaları seçin.

source: Add To Cart
az: Səbətə Əlavə Et

source: Category
az: Kateqoriya

source: reviews
az: rəylər

source: Max
az: Maks

source: Load More
az: Daha Çoxu Yüklə

source: No more products
az: Daha çox məhsul yoxdur

source: Dresses
az: Paltarlar

source: Shorts
az: Şortlar

source: Sweatshirts
az: Sweatshirtlər

source: Jackets
az: Ceketlər

# TShirts
source: T-Shirts and Tops
az: T-Shirtlər və Üstlər

source: Jeans
az: Jinsləri

source: Trousers
az: Pantalon

# Jumpers
source: Jumpers and Cardigans
az: Sveterlər və Cardigan
